/* NSMenuItem : <title:אודות תוכנית ההתקנה של SlimServer> (oid:58) */
"אודות תוכנית ההתקנה של SlimServer" = "אודות תוכנית ההתקנה של SlimServer";

/* NSButton (ביטול) : <title:ביטול> (oid:215) */
"ביטול" = "ביטול";

/* NSTextField (ברוך הבא לתוכנית ההתקנה של SqueezeCenter.יישום זה יתקין את SqueezeCenter לשימוש באמצעות System Preferences.לחץ על 'התקן' כדי להתקין את חלונית ההעדפות או לחץ על 'יציאה' כדי לצאת.) : <title:ברוך הבא לתוכנית ההתקנה של SqueezeCenter.יישום זה יתקין את SqueezeCenter לשימוש באמצעות System Preferences.לחץ על 'התקן' כדי להתקין את חלונית ההעדפות או לחץ על 'יציאה' כדי לצאת.> (oid:198) */
"ברוך הבא לתוכנית ההתקנה של SqueezeCenter.יישום זה יתקין את SqueezeCenter לשימוש באמצעות System Preferences.לחץ על 'התקן' כדי להתקין את חלונית ההעדפות או לחץ על 'יציאה' כדי לצאת." = "ברוך הבא לתוכנית ההתקנה של SqueezeCenter.יישום זה יתקין את SqueezeCenter לשימוש באמצעות System Preferences.לחץ על 'התקן' כדי להתקין את חלונית ההעדפות או לחץ על 'יציאה' כדי לצאת.";

/* NSTextField (גרסה 7.4.0) : <title:גרסה 7.4.0> (oid:211) */
"גרסה 7.4.0" = "גרסה 7.4.0";

/* NSMenuItem : <title:הבא הכל לקידמה> (oid:5) */
"הבא הכל לקידמה" = "הבא הכל לקידמה";

/* NSMenuItem : <title:הסתרת אחרים> (oid:145) */
"הסתרת אחרים" = "הסתרת אחרים";

/* NSMenuItem : <title:הסתרת תוכנית ההתקנה של SlimServer> (oid:134) */
"הסתרת תוכנית ההתקנה של SlimServer" = "הסתרת תוכנית ההתקנה של SlimServer";

/* NSMenuItem : <title:הצג הכל> (oid:150) */
"הצג הכל" = "הצג הכל";

/* NSButton (התקן) : <title:התקן> (oid:205) */
"התקן" = "התקן";

/* NSMenu : <title:חלון> (oid:24) */
"חלון" = "חלון";

/* NSButton (יציאה) : <title:יציאה> (oid:206) */
"יציאה" = "יציאה";

/* NSMenuItem : <title:יציאה מתוכנית ההתקנה של SlimServer> (oid:136) */
"יציאה מתוכנית ההתקנה של SlimServer" = "יציאה מתוכנית ההתקנה של SlimServer";

/* NSPanel (לוח) : <title:לוח> (oid:212) */
"לוח" = "לוח";

/* NSMenuItem : <title:מזעור> (oid:23) */
"מזעור" = "מזעור";

/* NSTextField (ממתין לסגירת היישום System Preferences...) : <title:ממתין לסגירת היישום System Preferences...> (oid:214) */
"ממתין לסגירת היישום System Preferences..." = "ממתין לסגירת היישום System Preferences...";

/* NSMenuItem : <title:שירותים> (oid:131) */
"שירותים" = "שירותים";

/* NSMenu : <title:תוכנית ההתקנה של SqueezeCenter> (oid:57) */
"תוכנית ההתקנה של SqueezeCenter" = "תוכנית ההתקנה של SqueezeCenter";

/* NSMenu : <title:תפריט ראשי> (oid:29) */
"תפריט ראשי" = "תפריט ראשי";

